---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreDepth
source: html/9952b8da-80fb-c53a-2c13-5af061a49748.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreDepth Property

The property labeled "Bump depth variation (cm) for pores" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodPoreDepth { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".